Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Please add at least one measurement criteria.
de_de: Bitte fügen Sie mindestens ein Beurteilungskriterium hinzu.

source: Start value
de_de: Startwert

source: Binary
de_de: Binär

source: Financial
de_de: Finanzen

source: Unit
de_de: Einheit

source: Progress: {{progress}}%
de_de: Fortschritt: {{progress}}%

source: Got it, thanks!
de_de: Verstanden, danke!

source: The model was successfully created.
de_de: Das Modell wurde erfolgreich erstellt.

source: Dataset
de_de: Datensatz

source: Edit model
de_de: Modell bearbeiten

source: The details of the model were successfully saved.
de_de: Die Details des Modells wurden erfolgreich gespeichert.

source: All data
de_de: Alle Daten

source: Selected models
de_de: Ausgewählte Modelle

source: The models were successfully deleted.
de_de: Die Modelle wurden erfolgreich gelöscht.

source: The model was successfully deleted.
de_de: Das Modell wurde erfolgreich gelöscht.

source: No results.<br/>Clear your search to show all results.
de_de: Keine Ergebnisse.<br/>Löschen Sie Ihre Suche, um alle Ergebnisse anzuzeigen.

source: Export data
de_de: Daten exportieren

source: Features
de_de: Merkmale

source: Models list
de_de: Modellliste

source: Training data last refreshed on
de_de: Trainingsdaten zuletzt aktualisiert am

source: No models in the selected dataset
de_de: Keine Modelle im ausgewählten Datensatz

source: No models with name "{{phrase}}"
de_de: Keine Modelle mit dem Namen „{{phrase}}“

source: Open {{name}} properties
de_de: Eigenschaften von {{name}} öffnen

source: Training might be required; the training data is older than the latest refreshed data.
de_de: Es könnte Training erforderlich sein; die Trainingsdaten sind älter als die neuesten aktualisierten Daten.

source: Retrain
de_de: Erneut trainieren

source: The model was successfully retrained.
de_de: Das Modell wurde erfolgreich neu trainiert.

source: Select model {{name}}
de_de: Modell {{name}} auswählen

source: Training data as of
de_de: Trainingsdaten ab

source: Unselect model {{name}}
de_de: Modell {{name}} abwählen

source: Model description
de_de: Modellbeschreibung

source: Add a description for the model
de_de: Fügen Sie eine Beschreibung für das Modell hinzu

source: Export model
de_de: Modell exportieren

source: Coefficients
de_de: Koeffizienten

source: Feature
de_de: Merkmal

source: Significance
de_de: Signifikanz

source: Significance ranges:
de_de: Signifikanzbereiche:

source: Standard error
de_de: Standardfehler

source: T-value
de_de: T-Wert

source: This model doesn't have any features yet.
de_de: Dieses Modell hat noch keine Merkmale.

source: Model features
de_de: Modellmerkmale

source: Data scope:
de_de: Datenumfang:

source: Model information
de_de: Modellinformationen

source: Label:
de_de: Beschriftung:

source: Last trained by:
de_de: Zuletzt trainiert von:

source: Last trained on:
de_de: Zuletzt trainiert am:

source: Data version:
de_de: Datenversion:

source: Adjusted R squared:
de_de: Bereinigtes R-Quadrat:

source: No model performance defined yet.
de_de: Noch keine Modellleistung definiert.

source: Model performance
de_de: Modellleistung

source: Loss function:
de_de: Verlustfunktion:

source: Mean absolute error:
de_de: Mittlerer absoluter Fehler:

source: Mean squared error:
de_de: Mittlerer quadratischer Fehler (MSE):

source: R squared:
de_de: R-Quadrat:

source: Root mean squared error:
de_de: Wurzel des mittleren quadratischen Fehlers (RMSE):

source: No population criteria yet.
de_de: Noch keine Zielgruppenkriterien.

source: Population criteria:
de_de: Zielgruppenkriterien:

source: Model name
de_de: Modellname

source: Enter the name of the model
de_de: Geben Sie den Namen des Modells ein

source: Edit model details
de_de: Modelldetails bearbeiten

source: Training performance
de_de: Trainingsleistung

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
de_de: Eine Leistungskennzahl, die in % angegeben wird und die Fähigkeit eines Modells widerspiegelt, die Einflussfaktoren auf die Vergütung zu erklären. Bei der linearen Regression gibt sie den bereinigten R^2 an.

source: Training data used
de_de: Verwendete Trainingsdaten

source: Add all features
de_de: Alle Merkmale hinzufügen

source: Add all
de_de: Alle hinzufügen

source: Available
de_de: Verfügbar

source: Remove all features
de_de: Alle Merkmale entfernen

source: Selected
de_de: Ausgewählt

source: Feature tree
de_de: Merkmalstruktur

source: No population yet
de_de: Noch keine Zielgruppe

source: Confirm population
de_de: Zielgruppe bestätigen

source: The population criteria were successfully saved.
de_de: Die Zielgruppenrichtlinien wurden erfolgreich gespeichert.

source: Training data
de_de: Trainingsdaten

source: Training complete.
de_de: Training abgeschlossen.

source: Model Factory
de_de: Modellfabrik

source: not in
de_de: nicht in

source: Training complete
de_de: Training abgeschlossen

source: Keep new
de_de: Neues behalten

source: Keep original
de_de: Original beibehalten

source: Training saved
de_de: Training gespeichert

source: +{{count}} more
de_de: +{{count}} mehr

source: Please contact your administrator to enable the plugin.
de_de: Wenden Sie sich an Ihre:n Administrator:in, um das Plugin zu aktivieren.

source: Your account does not have access to this feature.
de_de: Ihr Konto hat keinen Zugriff auf diese Funktion.

source: Plugin access disabled
de_de: Plugin-Zugriff deaktiviert

source: {{count}} option available
de_de: {{count}} Option verfügbar

source: {{count}} options available
de_de: {{count}} Optionen verfügbar

source: Loading...
de_de: Wird geladen...

source: No options available
de_de: Keine Optionen verfügbar

source: Based in
de_de: Standort

source: You have no listed team members. Come back later for further updates.
de_de: Sie haben keine aufgelisteten Teammitglieder. Kommen Sie später noch einmal vorbei, um weitere Updates zu erhalten.

source: Relation
de_de: Beziehung

source: Goals that require an action from you or your manager
de_de: Ziele, die eine Aktion von Ihnen oder Ihrer Führungskraft erfordern

source: Approve or reject goals individually or approve all with optional comments.
de_de: Genehmigen oder ablehnen Sie Ziele einzeln oder genehmigen Sie alle mit optionalen Kommentaren.

source: Goals that you own and need to work on.
de_de: Ziele, die Sie besitzen und an denen Sie arbeiten müssen.

source: Goals that are shared with me
de_de: Ziele, die mit mir geteilt werden

source: Goal category
de_de: Zielkategorie

source: My goals
de_de: Meine Ziele

source: {{weight}}% weight of my goal plan
de_de: {{weight}}% Gewichtung meines Zielplans

source: Start your journey
de_de: Beginne deine Reise

source: By setting a new goal
de_de: Durch das Setzen eines neuen Ziels

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
de_de: Sie haben derzeit keine Ziele. Sobald Ziele festgelegt sind, können Sie hier Ihren Fortschritt verfolgen.

source: Here you will see the progress of your goals once they have moved forward.
de_de: Hier siehst du den Fortschritt deiner Ziele.

source: Worker goals
de_de: Ziele der Mitarbeiter:innen

source: Empty title
de_de: Leerer Titel

source: Progress
de_de: Fortschritt

source: Search for a goal
de_de: Nach einem Ziel suchen

source: Search for goals or people
de_de: Nach Zielen oder Personen suchen

source: Ready to submit
de_de: Bereit zum Einreichen

source: Weight: {{weight}}%
de_de: Gewichtung: {{weight}}%

source: {{weight}}% weight
de_de: {{weight}}% Gewicht

source: Admin configuration
de_de: Admin-Konfiguration

source: Application setup
de_de: Anwendungs-Setup

source: Budgeting
de_de: Budgetierung

source: Builder
de_de: Generator

source: Business data management
de_de: Geschäftsdatenverwaltung

source: Manage workers and organizational data
de_de: Verwalten Sie Mitarbeiter:innen und organisatorische Daten

source: Business logic setup
de_de: Einrichten der Geschäftslogik

source: Calibration
de_de: Kalibrierung

source: Calibrations
de_de: Kalibrierungen

source: Pay Transparency
de_de: Gehaltstransparenz

source: Communication Rounds
de_de: Kommunikationsrunden

source: Compensation Management
de_de: Vergütungsmanagement

source: Configuration overview
de_de: Konfigurationsübersicht

source: Compensation Rounds
de_de: Vergütungsrunden

source: Cultural settings
de_de: Kulturelle Einstellungen

source: Data Management
de_de: Datenverwaltung

source: Worker view
de_de: Mitarbeiteransicht

source: Equity
de_de: Aktienkapital

source: Experience
de_de: Erfahrung

source: Feature Enablement
de_de: Funktionsaktivierung

source: Activate features and adjust their settings
de_de: Funktionen aktivieren und deren Einstellungen anpassen

source: Forms
de_de: Formulare

source: Insights
de_de: Einblicke

source: Homepages
de_de: Startseiten

source: Integrations
de_de: Integrationen

source: Localizations
de_de: Lokalisierungen

source: Menu
de_de: Menü

source: Mobile/EX config
de_de: Mobil-/EX-Konfiguration

source: My passport
de_de: Mein Passport

source: My reviews
de_de: Meine Beurteilungen

source: Company Network
de_de: Mein Netzwerk

source: Package builder
de_de: Paket-Generator

source: Pay Information
de_de: Gehaltsinformationen

source: Pay Predictor
de_de: Gehaltsprognose

source: Payout Curves
de_de: Auszahlungskurven

source: People
de_de: Personen

source: Performance Management
de_de: Leistungsverwaltung

source: Platform Setup
de_de: Plattform-Einrichtung

source: Define system parameters and customize the user experience on the platform.
de_de: Definieren Sie Systemparameter und passen Sie das Benutzererlebnis auf der Plattform an.

source: Privacy
de_de: Datenschutz

source: Rules
de_de: Regeln

source: Security
de_de: Sicherheit

source: Breadcrumb
de_de: Brotkrumen

source: Main
de_de: Haupt

source: Talent Review Templates
de_de: Vorlagen für Talentbeurteilungen

source: Individual view
de_de: Individuelle Ansicht

source: Team & assigned reviews
de_de: Team & zugewiesene Beurteilungen

source: Workers & roles
de_de: Mitarbeiter:innen & Rollen

source: City
de_de: Stadt

source: Delete picture
de_de: Bild löschen

source: The picture was successfully deleted.
de_de: Das Bild wurde erfolgreich gelöscht.

source: We couldn't connect.
de_de: Wir konnten keine Verbindung herstellen.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
de_de: Ihre Internetverbindung ist möglicherweise instabil. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich zur Unterstützung an Ihr IT-Team.

source: Other
de_de: Andere

source: Peer
de_de: Kolleg:in

source: Direct report
de_de: Direkt unterstellte:r Mitarbeiter:in

source: Upload picture
de_de: Bild hochladen

source: No due date provided
de_de: Kein Fälligkeitsdatum angegeben

source: No priority
de_de: Keine Priorität

source: No tracking
de_de: Keine Verfolgung

source: No type
de_de: Kein Typ

source: The nomination was approved.
de_de: Die Nominierung wurde genehmigt.

source: The nomination was submitted.
de_de: Die Nominierung wurde eingereicht.

source: The nomination was rejected.
de_de: Die Nominierung wurde abgelehnt.

source: {{count}} days to closing
de_de: {{count}} Tage bis zum Abschluss

source: Volume updated from {{before}} stocks to {{after}} stocks.
de_de: Menge von {{before}} Aktien auf {{after}} Aktien aktualisiert.

source: Your notification list is empty.
de_de: Ihre Benachrichtigungsliste ist leer.

source: Are you sure you want to delete all your notifications?
de_de: Sind Sie sicher, dass Sie alle Ihre Benachrichtigungen löschen möchten?

source: Are you sure you want to mark all notifications as read?
de_de: Sind Sie sicher, dass Sie alle Benachrichtigungen als gelesen markieren möchten?

source: All notifications were marked as read.
de_de: Alle Benachrichtigungen wurden als gelesen markiert.

source: Mark as read
de_de: Als gelesen markieren

source: Mark as unread
de_de: Als ungelesen markieren

source: View all messages
de_de: Alle Nachrichten anzeigen

source: Create nudge
de_de: Nudge erstellen

source: Enter the basic information and the message of the nudge
de_de: Geben Sie die grundlegenden Informationen und die Nachricht für den Nudge ein

source: Define the target population for the nudge
de_de: Definieren Sie die Zielgruppe für den Nudge

source: Default email (notification@beqom.com)
de_de: Standard-E-Mail (notification@beqom.com)

source: Email body
de_de: E-Mail-Text

source: Message notification
de_de: Nachrichtenbenachrichtigung

source: Mobile push notification
de_de: Mobile Push-Benachrichtigung

source: Notification bell text
de_de: Benachrichtigungsglocke Text

source: Nudge message
de_de: Nudge-Nachricht

source: Sender
de_de: Absender

source: Template owners
de_de: Vorlageneigentümer:in

source: The name is mandatory.
de_de: Der Name ist obligatorisch.

source: Template settings
de_de: Vorlageneinstellungen

source: Redirection URL
de_de: Umleitungs-URL

source: Copy and paste the link to the platform page you want users to visit.
de_de: Kopieren und fügen Sie den Link zu der Plattformseite ein, die die Benutzer:innen besuchen sollen.

source: Are you sure you want to open the duplicated nudge?
de_de: Sind Sie sicher, dass Sie den duplizierten Nudge öffnen möchten?

source: Download the modified Excel file
de_de: Laden Sie die geänderte Excel-Datei herunter

source: Compile the list of people who will receive the nudge notification.
de_de: Kompilieren Sie die Liste der Personen, die die Nudge-Benachrichtigung erhalten sollen.

source: View nudge
de_de: Nudge anzeigen

source: Nudge
de_de: Anstoß

source: Download Excel template
de_de: Excel-Vorlage herunterladen

source: Edit the Excel file
de_de: Excel-Datei bearbeiten

source: Add at least one recipient to send the nudge.
de_de: Fügen Sie mindestens einen Empfänger:in hinzu, um den Nudge zu senden.

source: Individuals to exclude
de_de: Auszuschließende Personen

source: Individuals to include
de_de: Einzubeziehende Personen

source: Upload a list of recipients
de_de: Liste von Empfänger:innen hochladen

source: Build a population
de_de: Zielgruppe erstellen

source: Number of recipients: {{count}}
de_de: Anzahl der Empfänger:innen: {{count}}

source: Population setup is restricted by template creator
de_de: Die Einrichtung der Population ist durch den Vorlagenersteller eingeschränkt

source: Remove all selections
de_de: Alle Auswahlen entfernen

source: Send nudge
de_de: Nudge senden

source: Are you sure you want to send the nudge to {{count}} recipient?
de_de: Sind Sie sicher, dass Sie einen Nudge an {{count}} Empfänger:in senden möchten?

source: Are you sure you want to send the nudge to {{count}} recipients?
de_de: Sind Sie sicher, dass Sie einen Nudge an {{count}} Empfänger:innen senden möchten?

source: Supported file formats: Excel. Maximum file size: 10MB.
de_de: Unterstützte Dateiformate: Excel. Maximale Dateigröße: 10 MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
de_de: Beim Überprüfen der Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie die Spaltennamen, die Pflichtdaten und das Dateiformat, bevor Sie es erneut versuchen.

source: The file was successfully uploaded. Please download the log file.
de_de: Die Datei wurde erfolgreich hochgeladen. Bitte laden Sie die Protokolldatei herunter.

source: The nudge notification was successfully sent.
de_de: Die Nudge-Benachrichtigung wurde erfolgreich gesendet.

source: Go to first page
de_de: Zur ersten Seite

source: Go to {{page}} page
de_de: Gehe zur Seite {{page}}

source: Items per page
de_de: Elemente pro Seite

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
de_de: {{firstRowPosition}} - {{lastRowPosition}} von {{totalRows}}

source: Go to last page
de_de: Zur letzten Seite

source: Go to next page
de_de: Zur nächsten Seite

source: Page {{page}}
de_de: Seite {{page}}

source: Go to previous page
de_de: Zurück zur vorherigen Seite

source: of
de_de: von

source: Multiple
de_de: Mehrere

source: Paragraph
de_de: Absatz

source: External
de_de: Extern

source: Manager reassigned: you
de_de: Manager neu zugewiesen: Sie

source: Career development plans that were reassigned to you
de_de: Karriereentwicklungspläne, die Ihnen erneut zugewiesen wurden

source: You don't have any career development plans assigned.
de_de: Ihnen wurden keine Entwicklungspläne für die berufliche Laufbahn zugewiesen.

source: Assigned plans
de_de: Zugeordnete Pläne

source: No files attached
de_de: Keine Dateien angehängt

source: Your admin hasn’t added any resources yet.
de_de: Ihr Administrator hat noch keine Ressourcen hinzugefügt.

source: External link warning
de_de: Warnung vor externem Link

source: You’re about to visit
de_de: Sie besuchen

source: Please check that this link is trustworthy before continuing.
de_de: Bitte überprüfen Sie, ob dieser Link vertrauenswürdig ist, bevor Sie fortfahren.

source: Access important company links and resources.
de_de: Zugriff auf wichtige Unternehmenslinks und -ressourcen.

source: Conversation about the career development plan
de_de: Gespräch über den Karriereentwicklungsplan

source: Go to check-ins
de_de: Zu den Check-ins gehen

source: My check-ins
de_de: Meine Check-ins

source: Career development plan
de_de: Karriereentwicklungsplan

source: Stage
de_de: Phase

source: Save comment
de_de: Kommentar speichern

source: No career development plans available
de_de: Keine Karriereentwicklungspläne verfügbar

source: Are you sure you want to submit the career development plan?
de_de: Möchten Sie den Karriereentwicklungsplan wirklich einreichen?

source: Submit career development plan
de_de: Karriereentwicklungsplan einreichen

source: The career development plan was successfully submitted.
de_de: Der Karriereentwicklungsplan wurde erfolgreich eingereicht.

source: Submit to manager
de_de: An Führungskraft übermitteln

source: Are you sure you want to submit your career development plan to your manager?
de_de: Möchten Sie Ihren Karriereentwicklungsplan wirklich an Ihre Führungskraft einreichen?

source: Go to goals
de_de: Zu den Zielen gehen

source: Plan category
de_de: Kategorien planen

source: My plans
de_de: Meine Pläne

source: View & manage my career plans
de_de: Meine langfristige Entwicklungsplanung anzeigen & verwalten

source: My career plans
de_de: Meine langfristige Entwicklungsplanung

source: Manager reassigned: {{managerName}}
de_de: Manager neu zugewiesen: {{managerName}}

source: Track your personal career development progress
de_de: Verfolge deine persönliche berufliche Entwicklung

source: You don't have any career development plans yet
de_de: Sie haben noch keine Entwicklungspläne für Ihre Karriere.

source: No plans match your search
de_de: Keine Pläne entsprechen Ihrer Suche

source: My career development plans
de_de: Meine Karriereentwicklungspläne

source: Career development plan name
de_de: Name des Entwicklungsplans

source: Your admin hasn't added any questions yet.
de_de: Ihr Administrator hat noch keine Fragen hinzugefügt.

source: No questions available
de_de: Keine Fragen verfügbar

source: Share your thoughts
de_de: Teile hier deine Gedanken mit

source: The worker will answer this question
de_de: Der/die Mitarbeiter:in wird diese Frage beantworten

source: Edit to add your answer
de_de: Bearbeiten, um Ihre Antwort hinzuzufügen

source: Manager response pending
de_de: Antwort der Leitung ausstehend

source: No inputs provided
de_de: Keine Eingaben bereitgestellt

source: Worker response pending
de_de: Rückmeldung der Mitarbeiter:in steht noch aus

source: Career development questionnaire
de_de: Fragebogen zur beruflichen Entwicklung

source: Add skills to career development plan
de_de: Fähigkeiten zum Karriereentwicklungsplan hinzufügen

source: Skill & competency groups
de_de: Fähigkeiten & Kompetenzgruppen

source: Enhance your profile by adding and rating your skills
de_de: Erweitern Sie Ihr Profil, indem Sie Ihre Fähigkeiten hinzufügen und bewerten.

source: Add your skills
de_de: Fügen Sie Ihre Fähigkeiten hinzu

source: Search by skill name
de_de: Nach Fähigkeiten suchen

source: Skill & category
de_de: Fähigkeit & Kategorie

source: Manager evaluation
de_de: Managerbewertung

source: Select skill level
de_de: Wählen Sie das Fähigkeitsniveau

source: Worker self-rating
de_de: Selbsteinschätzung der Mitarbeiter:in

source: No manager rating was provided
de_de: Es wurde keine Bewertung durch die Führungskraft abgegeben

source: Pending manager review
de_de: Ausstehende Führungskraftbeurteilung

source: No self-rating was provided
de_de: Es wurde keine Selbsteinschätzung abgegeben

source: Pending worker review
de_de: Ausstehende Mitarbeiterbeurteilung

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
de_de: Sie können für diesen Karriereentwicklungsplan keine Antworten einreichen. Wenn Sie es sich anders überlegen möchten, wenden Sie sich bitte an Ihre Führungskraft.

source: You have opted out of the career development plan.
de_de: Sie haben sich gegen den Karriereentwicklungsplan entschieden.

source: Worker refusal & submission
de_de: Ablehnung und Einreichung durch Mitarbeiter:in

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
de_de: Der/die Mitarbeiter:in hat seine/ihre Eingaben bereits eingereicht. Sie können den Prozess nicht als "Von dem/der Mitarbeiter:in abgelehnt" markieren.

source: Career development plan refused by worker
de_de: Entwicklungsplan für die Karriere von Mitarbeiter:in abgelehnt

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
de_de: Sind Sie sicher, dass Sie bestätigen möchten, dass der Mitarbeiter:in die Teilnahme am Karriereentwicklungsplan abgelehnt hat? Nach der Bestätigung kann der Mitarbeiter:in keine Antworten mehr geben oder das Formular einreichen.

source: Confirm career development plan refusal
de_de: Ablehnung des Karriereentwicklungsplans bestätigen

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
de_de: Sie können weiterhin Kommentare in den Abschnitten hinzufügen. Sobald Sie Ihre Beurteilung abgeschlossen haben, reichen Sie bitte das Formular ein, um den Prozess abzuschließen.

source: The worker has opted out of the career development plan.
de_de: Der Mitarbeiter:in hat sich gegen den Karriereentwicklungsplan entschieden.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
de_de: Sind Sie sicher, dass Sie die Entscheidung der Mitarbeiter:in zur Teilnahme am Karriereentwicklungsplan bestätigen möchten? Nach der Bestätigung kann die Mitarbeiter:in Antworten geben oder das Formular einreichen.

source: Confirm reopening of the career development plan
de_de: Bestätigen Sie die Wiedereröffnung des Entwicklungsplans für die berufliche Laufbahn

source: {{step}} (refused)
de_de: {{step}} (abgelehnt)

source: Check-in category
de_de: Check-in-Kategorie

source: Make the most of your check-ins!
de_de: Machen Sie das Beste aus Ihren Check-ins!

source: No upcoming check-ins
de_de: Keine bevorstehenden Check-ins.
